[First_Non_ADVENT_Sighted_TYGAN AkEvent]
SpokenText="É provável que vejamos mais dos próprios alienígenas agora que ameaçamos o domínio deles em nosso mundo."

[T_ADVENTcaptainSightedOne_Tygan AkEvent]
SpokenText="O Capitão da ADVENT nas proximidades seria um alvo ideal para o Skulljack."

[T_ADVENTcaptainSightedSightedThree_Tygan AkEvent]
SpokenText="Há um Capitão da ADVENT por perto, devemos tentar desabilitá-lo com o Skulljack."

[T_ADVENTcaptainSightedTwo_Tygan AkEvent]
SpokenText="O Capitão da ADVENT serviria bem aos nossos propósitos, se pudermos desabilitá-lo."

[T_Alien_Facility_Advent_Clone_Pods_Tygan_01 AkEvent]
SpokenText="Aqueles parecem ser algum tipo de câmaras de incubação, sem dúvida parte do sistema de fornecimento de reforços da ADVENT."

[T_Alien_Fortress_Residential_Diorama_Tygan_01 AkEvent]
SpokenText="Talvez eles tenham planejado usar isso para algum tipo de teste psicológico..."

[T_Avatar_First_Action_Tygan AkEvent]
SpokenText="Essas leituras indicam uma quantidade incrível de energia psiônica, mas não temos como saber a verdadeira extensão de seu poder."

[T_Avatar_Regenerates_Tygan AkEvent]
SpokenText="Parece ser capaz de reparar suas feridas físicas!"

[T_Blacksite_Entering_Facility_Spotted_Tygan_P2 AkEvent]
SpokenText="É seguro assumir que a ADVENT não construiu esse sistema da noite para o dia. Deve ter levado anos para montar uma operação desse tipo. Talvez tenha sido a motivação dos alienígenas desde o início."

[T_Blacksite_Exterior_Reveal_Tygan_P1 AkEvent]
SpokenText="É seguro assumir que a ADVENT não construiu esse sistema da noite para o dia. Deve ter levado anos para montar uma operação desse tipo. Mas para qual propósito?"

[T_Blacksite_Interior_Reveal_Tygan_P1_ALT AkEvent]
SpokenText="Tantas vítimas, processadas com uma eficiência brutal. Talvez sejam sujeitos de algum tipo de teste de armas..."

[T_Blacksite_Interior_Reveal_Tygan_P2 AkEvent]
SpokenText="A quantidade de sujeitos. A eficiência brutal de tudo isso. Talvez seja alguma espécie de instalação de testes de armas?"

[T_Blacksite_Liquid_Collection_Spotted_Tygan_P3 AkEvent]
SpokenText="Se for o caso, eles certamente coletaram testes suficientes."

[T_Blacksite_Soylent_Gold_Spotted_Tygan_01 AkEvent]
SpokenText="Colete aquele frasco, precisamos saber o que eles estão fazendo aqui."

[T_Blacksite_Soylent_Gold_Spotted_Tygan_02 AkEvent]
SpokenText="Aquele recipiente parece conter o resultado final do que quer que esse processo tenha sido projetado para criar. Embora provavelmente levante tantas perguntas quanto respostas, devemos recuperar a amostra para análise na nave."

[T_Broadcast_Flyover_Tygan_P2 AkEvent]
SpokenText="Incrível. A quantidade de energia filtrada por aquele sistema é inimaginável."

[T_Broadcast_Rooftops_Env_Callouts_Tygan_01 AkEvent]
SpokenText="O design pode ser uma função da própria rede; a quantidade de energia psiónica filtrada por aquele sistema é inimaginável..."

[T_City_Center_Chip_Transmitter_Tygan_01 AkEvent]
SpokenText="Esses transmissores parecem funcionar como uma forma de repetidor, amplificando a rede psiónica para alcançar até mesmo as forças da ADVENT mais distantes implantadas."

[T_CodexDeath_Tygan AkEvent]
SpokenText="Excelente trabalho, Comandante. Parece que algum vestígio físico do Codex foi deixado para trás quando ele se dissipou. Espero que isso nos forneça algum conhecimento sobre os planos em andamento dos alienígenas."

[T_CodexFirstAction_Tygan AkEvent]
SpokenText="O Codex parece estar em um estado de fluxo, existindo simultaneamente em múltiplas dimensões!"

[T_CodexFirstCleave_Tygan AkEvent]
SpokenText="Nunca vi nada assim -- o Codex está projetando múltiplas cópias de si mesmo em nossa dimensão!"

[T_Depleted_Avatar_Sighted_After_Skulljacking_Codex_Tygan AkEvent]
SpokenText="As aparências podem enganar. Eu aconselharia cautela, Comandante."

[T_Final_Mission_Enemy_Avatar_1_Has_Died_Tygan_02 AkEvent]
SpokenText="Sim, o controle dos Anciões sobre a rede deve estar enfraquecendo."

[T_Final_Mission_Final_Set_Three_Tygan_02_Alt AkEvent]
SpokenText="Interessante. Eu me pergunto que forma o mundo teria tomado se os alienígenas tivessem tentado um contato inicial mais direto."

[T_Final_Mission_Final_Showdown_Begins_Tygan_02 AkEvent]
SpokenText="Embora as possibilidades propostas pela criatura sejam intrigantes, eu acredito que já passamos do ponto do discurso racional."

[T_Final_Mission_First_Hostile_Avatar_Reveal_Tygan_01 AkEvent]
SpokenText="Impressionante. Toda essa instalação submersa em nossos oceanos. Mas por quanto tempo eu me pergunto..."

[T_Final_Mission_Middle_Set_Three_Tygan_02 AkEvent]
SpokenText="Com a torre desativada, pode ser que os Anciões estejam tentando manter a rede por conta própria. A pressão sobre eles deve ser...enorme."

[T_FirstCodexAppearsPart1_Tygan AkEvent]
SpokenText="Comandante, parece que este é o "Codex" responsável pela proteção dos bancos de dados alienígenas. Teremos que neutralizá-lo se quisermos recuperar os dados."

[T_FirstCodexAppearsPart1_Tygan_DUP AkEvent]
SpokenText="Notável! Esse Codex parece ser uma espécie de guardião, sem dúvida responsável por proteger inteligência de alto valor. Teremos que neutralizá-lo se quisermos recuperar algum

 dado."

[T_FirstPsiGateAppears_Tygan AkEvent]
SpokenText="Essa abertura...parece ser algum tipo de "fenda" psiónica. Será possível que os alienígenas estejam usando isso para transmitir seus dados para fora de suas instalações na Terra?"

[T_FirstSuccessfulOfficerHack_Tygan AkEvent]
SpokenText="Temos acesso completo à rede psiónica da ADVENT; dediquei nossos sistemas para processar os novos dados, mas precisaremos trabalhar rápido -- é apenas questão de tempo até que eles detectem nossa intrusão."

[T_FirstSuccessfulStun_Tygan AkEvent]
SpokenText="Não temos muito tempo, teremos que hackear o chip de controle do Oficial e acessar a rede psiónica da ADVENT antes que eles percebam o que aconteceu."

[T_Forge_Advent_Bodies_Sighted_Tygan_01 AkEvent]
SpokenText="Nada está além do reino das possibilidades quando se trata dos alienígenas."

[T_Forge_Avatar_Suit_Home_Tygan_P1 AkEvent]
SpokenText="Se quisermos descobrir o que torna esse traje, ou o espécime dentro dele, único, precisaremos fazer uma análise completa."

[T_Forge_Avatar_Suit_Sighted_Tygan_P2 AkEvent]
SpokenText="Parece ser similar, pelo menos em características físicas. Ainda assim, isso é claramente algo único, especial..."

[T_Forge_Body_Recovery_Tygan_P2 AkEvent]
SpokenText="Com cuidado! Preservem o espécime a todo custo!"

[T_Forge_Body_Recovery_Tygan_P3 AkEvent]
SpokenText="Não consigo obter leituras daqui. Precisarei fazer uma análise completa para determinar o que exatamente está dentro."

[T_Forge_Body_Reveal_Tygan_P2 AkEvent]
SpokenText="Sim, e desta vez vamos ter certeza de acessar a unidade diretamente. Não sabemos o que vamos encontrar lá dentro."

[T_Forge_Interior_Reveal_Tygan_P2 AkEvent]
SpokenText="Sim. E a julgar pelas condições do espécime, eu diria que foi fabricado recentemente."

[T_Fortress_Avatar_Sighted_01_Tygan AkEvent]
SpokenText="Ainda não sabemos a extensão total de suas capacidades. Os Anciões usarão tudo em seu poder para nos deter agora."

[T_Fortress_Recap_Callouts_Tygan_01 AkEvent]
SpokenText="Neste momento, não há garantia de que a equipe de ataque esteja na nossa dimensão, muito menos na Terra."

[T_Fortress_Recap_Callouts_Tygan_02 AkEvent]
SpokenText="Em seu estado enfraquecido, pode ter sido impossível para os Anciões atravessarem o portal para o nosso mundo. Esses sarcófagos podem ser a única coisa que sustenta suas formas físicas decadentes."

[T_Fortress_Recap_Callouts_Tygan_03 AkEvent]
SpokenText="Assim como vimos ao redor do portal no campo, a flora alienígena parece prosperar em proximidade dos campos psiónicos que passam por esses sistemas."

[T_Fortress_Recap_Callouts_Tygan_04 AkEvent]
SpokenText="Parece ser vida oceânica terrestre, membros comuns da..."

[T_Fortress_Recap_Callouts_Tygan_05 AkEvent]
SpokenText="Os oceanos da Terra são amplamente inexplorados, seria o lugar lógico para esconder, ou proteger, os Anciões ao longo das décadas anteriores."

[T_Gene_Therapy_Clinic_Bed_Tygan_01 AkEvent]
SpokenText="É aqui que eles administram a maioria dos tratamentos de terapia genética - pelo menos os que o público em geral está ciente."

[T_Incomplete_Avatar_Sighted_Tygan AkEvent]
SpokenText="Comandante, eu acredito que estamos vendo algo completamente novo...uma espécie alienígena que até agora conseguiu evitar a captura ou observação pelas forças da resistência. Eu aconselho uma abordagem cautelosa."

[T_Live_Codex_Sighted_Hack_It_Tygan AkEvent]
SpokenText="Comandante, aquele Codex oferece a oportunidade ideal para infiltrar a rede da ADVENT. Teremos que nos aproximar com o Skulljack para iniciar o processo."

[T_PostIntroStasisLanceReminder_Tygan AkEvent]
SpokenText="Comandante, agora que temos o Skull Jack, devemos tentar usá-lo em um dos oficiais da ADVENT. Estou razoavelmente confiante de que ele funcionará conforme projetado."

[T_Psi_Gate_Alien_Flora_Tygan_01 AkEvent]
SpokenText="A flora ao redor do portal é muito incomum. É difícil dizer se ela é completamente alienígena ou se é alguma flora terrestre que foi de alguma forma afetada pelo próprio portal."

[T_Psi_Gate_Gateway_Spotted_Tygan_P3 AkEvent]
SpokenText="Como acontece com a maioria das coisas, provavelmente precisaremos levá-lo de volta para a nave para uma análise mais detalhada."

[T_Psi_Gate_Reveal_Tygan_P1 AkEvent]
SpokenText="Notável. Ao contrário do Codex, a estrutura parece gerar uma fenda psiónica estável. Mas para onde..."

[T

_Sectoid_has_reanimated_corpse_Tygan AkEvent]
SpokenText="Continuo impressionado com a variedade de habilidades que os alienígenas desenvolveram através da manipulação cuidadosa da energia psiónica."

[T_Setup_Phase_Break_Concealment_Tygan_01 AkEvent]
SpokenText="Comandante, se pretendemos avançar contra os alienígenas, eventualmente teremos que sair das sombras e lutar diretamente contra eles."

[T_Setup_Phase_Break_Concealment_Tygan_02 AkEvent]
SpokenText="Comandante, deixarei as decisões táticas a você, mas imagino que a abordagem direta seria mais eficaz aqui do que qualquer quantidade de tempo passado se escondendo."

[T_Setup_Phase_Break_Concealment_Tygan_03 AkEvent]
SpokenText="Eu não percebi que essa era estritamente uma missão de reconhecimento, Comandante. Eu pensei que nossas forças realmente iriam enfrentar o inimigo."

[T_Small_Town_Arcade_Machines_Tygan_01 AkEvent]
SpokenText="Eu suponho que eles precisem de quaisquer distrações que possam encontrar - por mais simplistas que sejam."

[T_Small_Town_No_Livestock_Tygan_01 AkEvent]
SpokenText="Ainda não estou completamente certo do que os alienígenas esperam alcançar proibindo animais de criação e domesticados. Eles parecem genuinamente preocupados com o risco de ter esses animais se misturando com a população."

[T_Tactical_Callouts_Tygan_01 AkEvent]
SpokenText="Aquela flora é muito incomum - mas não vimos evidências anteriores de qualquer esforço de terraformação pelos alienígenas. Talvez não fosse sua intenção que ela se espalhasse."

[T_Tygan_AlienSightings_AdvPsiWitchM1 AkEvent]
SpokenText="Essas unidades da ADVENT têm capacidades psiónicas avançadas, tornando-as consideravelmente mais perigosas do que os soldados típicos dos alienígenas."

[T_Tygan_AlienSightings_AdvPsiWitchM2 AkEvent]
SpokenText="Nossas tropas se referem a essas unidades como "bruxas", as mais experientes parecem ser capazes de confundir nossos soldados no campo de batalha por meio de ataques especializados."

[T_Tygan_AlienSightings_AdvPsiWitchM3 AkEvent]
SpokenText="As unidades psiónicas mais avançadas da ADVENT podem assumir o controle temporário de todo o ser de um soldado, assim como as técnicas de controle mental que já observamos no passado."

[T_Tygan_AlienSightings_Andromedon AkEvent]
SpokenText="Aquelas emissões podem ser tóxicas. Eu aconselho cautela, Comandante."

[T_Tygan_AlienSightings_Cyberus AkEvent]
SpokenText="Este espécime é muito incomum, com uma variedade de habilidades centradas em alguma forma de tecnologia de teletransporte dimensional."

[T_Tygan_AlienSightings_Faceless AkEvent]
SpokenText="É uma espécie notável; se ao menos tivéssemos algum meio de contenção..."

[T_Tygan_AlienSightings_Sectoid AkEvent]
SpokenText="Embora se pareçam com os Sectoids encontrados inicialmente durante a invasão, sua estrutura genética agora inclui DNA humano. Eles estão mais fortes do que nunca, com um potencial psiónico ainda maior."

[T_Tygan_AlienSightings_Viper AkEvent]
SpokenText="Sem a introdução de DNA humano, essas criaturas que anteriormente se disfarçavam como "Homens Magros" agora mostram sua forma verdadeira, uma espécie puramente reptiliana."

[T_Tygan_CaptainSightedTwo_DUP AkEvent]
SpokenText="Aquele Capitão da ADVENT pode ser nossa entrada na rede psiónica, desde que possamos acessá-lo através do Skulljack."
